{
    "experience": {
        "obviousTechnologies": "Dans le cadre de mon stage de fin d'étude, j'ai rejoint Obvious technologies, une start-up spécialisé dans l'hypervision de domaine géographique de haute sécurité, en tant que développeur mobile afin de développer une application, Agenz, permettant de communiquer avec le produit principal de l'entreprise, OODA, et d'avoir une interface limité et simplifié de celui ci.\n\nÀ la fin de mon stage, la preuve de faisabilité ayant été accompli, j'ai été engagé en tant que développeur web. J'ai alors travailler à la création d'un outils de création de workflow, permettant à des agents non développeur d'automatiser des tâches et des actions.\nDans le cadre de cette application, j'ai eu, avec l'aide du CTO et d'un chef du produit, à gerer une petite équipe de sous-traitant internationaux.\nDurant cette période, j'ai également assister le reste des équipes avec la création d'un panel d'administration et de divers scripts de remplissage de base de donnée.",
        "wweeddoo": "J'ai ensuite rejoint Wweeddo, une start-up ayant pour objectif de permettre aux jeunes à lancer des projets en les mettants en relation avec des collectivités/associations/personnes pouvant les assister.\n\nAu sein d'une équique de 3 personnes (2 développeurs et le CTO), nous étions en charge de la maintenance et de l'optimisation de la plateforme.\nEn parrallèle nous nous chargions de migrer les composants principal de l'application vers Material UI.",
        "mistertemp": "J'ai ensuite rejoins CarbonIT, une société de consulting et travailler pour Mistertemp, une plateforme mettant en relation intérimaire et société par le biais de ses franchisés.\n\n Au sein d'une des équipe de l'entreprise, composé de 7 à 11 personnes, j'ai participé à maintenance de l'application, au support ainsi la refonte de l'application s'orientant sur les microservices AWS.\n\n Au sein de l'équipe j'ai principalement pris la place de développeur front-end aidant le reste de l'équipe sur le backend au besoin."
    },
    "formation": {
        "iris": "Sortis du bac, intéressé par l'informatique mais ne sachant pas réellement quoi faire, le rejoins le BTS IRIS (aujourd'hui BTS SNIR) dans lequel je découvre les rudiments du développement et de l'administration réseaux. C'est durant cette période que je comprend que souhaite être développeur",
        "epitech": "Sorti de BTS, conscient de n'avoir pas le niveau nécéssaire pour être développeur je décide de rejoindre Epitech. J'y développe certaines compétences et plus important, y comprend que si quelquechose nous parrait impossible, c'est souvent parce qu'on c'est pas assez renseigner sur le sujet.\n\n je passe ma quatrième année à berlin afin de suivre une formation en intelligence artificielle, finallement remplacée par une formation en gestion de projet suite à une absence de professeur. Un mal pour un bien réalisant que je m'interessait plus à la création d'application (utilisant potentiellement des APIs d'IA) que par l'IA en elle même.\n\nEn parrallèle, je travail sur mon projet de fin d'étude, O-rizon, dans une équipe de 10 personnes. Il s'agit d'une plateforme scolaire (ENT) ayant pour objectif d'aider les étudiants dans leur orientation scolaire. Dans cette équipe, je prend en charge la création de l'aide à l'orientation.",
        "selfTraining": "Durant mon temps libre, il m'arrive de commencer des projets, souvent ça par de l'envie de me former à une librairie ou technologie que je n'ai pas eu l'occasion d'expérimenter dans mes expériences professionnel. Projet souvent abandonné ou mis en pause lorsque je considère avoir rempli le but initial, but n'étant jamais l'accomplissement du projet. Parmi ces projets, on peut citer Frontalis, une application de covoiturage m'ayant permis de monter en niveau en react-native avant mon expérience chez Obvious technologies, chess-tempete, une application de jeu d'échecs afin de me former au backend ou ce CV sur lequel je me forme au CSS.\n\nMes sources de formations/informations principales sont Kevin Powell pour le CSS et Matt Pock pour le typescript."
    }
}
