{
    "experiences": "Expériences",
    "experience": {
        "obviousTechnologies": "Dans le cadre de mon stage de fin d'études, j'ai rejoint Obvious technologies, une start-up spécialisée dans l'hypervision de domaine géographique de haute sécurité, en tant que développeur mobile afin de développer une application, Agenz, permettant de communiquer avec le produit principal de l'entreprise, OODA, et d'avoir une interface limitée et simplifiée de celui-ci.\n\nÀ la fin de mon stage, la preuve de faisabilité ayant été accomplie, j'ai été engagé en tant que développeur web. J'ai alors travaillé à la création d'un outil de création de workflow, permettant à des agents non développeurs d'automatiser des tâches et des actions.\nDans le cadre de cette application, j'ai eu, avec l'aide du CTO et d'un chef du produit/graphiste, à gérer une petite équipe de sous-traitants internationaux.\nDurant cette période, j'ai également assisté le reste des équipes avec la création d'un panel d'administration et de divers scripts de remplissage de bases de données.",
        "wweeddoo": "J'ai ensuite rejoint Wweeddo, une start-up ayant pour objectif de permettre aux jeunes de lancer des projets en les mettant en relation avec des collectivités/associations/personnes pouvant les assister.\n\nAu sein d'une équipe de 3 personnes (2 développeurs et le CTO), nous étions en charge de la maintenance et de l'optimisation de la plateforme.\nEn parallèle nous nous chargions de migrer les composants principaux de l'application vers Material UI.",
        "mistertemp": "J'ai ensuite rejoint CarbonIT, une société de consulting et travaillé pour Mistertemp, une plateforme mettant en relation intérimaires et sociétés par le biais de ses franchisés.\n\n Au sein d'une des équipes de l'entreprise, composée de 7 à 11 personnes, j'ai participé à la maintenance de l'application, au support ainsi la refonte de l'application s'orientant sur les microservices AWS.\n\n Au sein de l'équipe j'ai principalement pris la place de développeur front-end aidant le reste de l'équipe sur le backend au besoin."
    },
    "formations": "Formations",
    "formation": {
        "iris": "Sorti du bac, intéressé par l'informatique mais ne sachant pas réellement quoi faire, je rejoins le BTS IRIS (aujourd'hui BTS SNIR) dans lequel je découvre les rudiments du développement et de l'administration réseaux. C'est durant cette période que je comprends que je souhaite être développeur",
        "epitech": "Sorti de BTS, conscient de ne pas avoir le niveau nécessaire pour être développeur je décide de rejoindre Epitech. J'y développe certaines compétences parmi lesquelles l'autonomie, la confiance et la rigueur.\n\n Je passe ma quatrième année à Berlin afin de suivre une formation en intelligence artificielle, finalement remplacée par une formation en gestion de projets suite à une absence de professeur. Un mal pour un bien réalisant que je m'interessais plus à la création d'applications (utilisant potentiellement des APIs d'IA) que par l'IA en elle-même.\n\nEn parallèle, je travaille sur mon projet de fin d'études, O-rizon, dans une équipe de 10 personnes. Il s'agit d'une plateforme scolaire (ENT) ayant pour objectif d'aider les étudiants dans leur orientation scolaire. Dans cette équipe, je prends en charge la création de la partie d'aide à l'orientation.",
        "selfTraining": "Durant mon temps libre, il m'arrive de commencer des projets. Souvent cela part de l'envie de me former à une librairie ou technologie que je n'ai pas eu l'occasion d'expérimenter durant mes expériences professionnelles. Projet souvent abandonné ou mis en pause lorsque je considère avoir rempli le but initial, but n'étant jamais l'accomplissement du projet. Parmi ces projets, on peut citer Frontalis, une application de covoiturage m'ayant permis de monter en niveau en react-native avant mon expérience chez Obvious technologies, chess-tempete, une application de jeu d'échecs afin de me former au backend ou ce CV qui me sert de terrain de jeu, notamment pour le CSS.\n\nMes sources de formations/informations principales sont Kevin Powell pour le CSS et Matt Pock pour Typescript."
    },
    "obviousTechnologies": "Obvious Technologies",
    "wweeddoo": "Wweeddoo",
    "selfTraining": "Formations personnelles",
    "iris": "BTS IRIS",
    "epitech": "Epitech",
    "skills": "Compétences",
    "languages": "Langues"
}
